Repository: Centaurioun/cocoAspell
Catalog: cocoAspell-1.x/Resources/*.lproj/Localizable.strings
Languages: da, de, nl, no, pl, pt_br, ru, sv, uk

# keyAddDictButton
source: Select
da: Vælg
de: Auswählen
nl: Selecteer
no: Velg
pl: Zaznacz
pt_br: Selecionar
ru: Выбрать
sv: Välj
uk: Вибрати

# keyAddDictTitle
source: Select directory with Aspell dictionary files
da: Vælg en mappe med Aspells ordbogs filer
de: Wählen Sie einen Ordner mit Aspell Wörterbüchern.
nl: Selecteer Aspell woordenlijstbestanden
no: Velg en mappe med Aspell-ordlistefiler
pl: Wskaż katalogi z plikami słowników Aspell
pt_br: Selecione a pasta com os arquivos do dicionário do Aspell
ru: Выберите папку со словарями Aspell
sv: Välj en mapp med Aspell ordboks-filer
uk: Вкажіть папку з файлами словника Aspell

# keyFindApplButton
source: Select
da: Vælg
de: Auswählen
nl: Selecteer
no: Velg
pl: Zaznacz
pt_br: Selecionar
ru: Выбрать
sv: Välj
uk: Вибрати

# keyFindApplTitle
source: Where is cocoAspell.service?
da: Hvor ligger cocoAspell.service?
de: Wo ist cocoAspell.service?
nl: Waar is cocoAspell.service?
no: Hvor er cocoAspell.service?
pl: Gdzie jest cocoAspell.service?
pt_br: Onde está o cocoAspell.service?
ru: Где находится файл cocoAspell.service?
sv: Var finns cocoAspell.service?
uk: Де знаходиться cocoAspell.service?

# keyInfoConfiguring
source: Configuring %@...
da: Konfigurer %@...
de: Konfiguriere %@...
nl: Initialisatie %@...
no: Konfigurerer %@...
pl: Konfiguruję %@...
pt_br: Configurando %@...
ru: Настройка %@...
sv: Konfigurerar %@...
uk: Настроюю %@…

# keyDictionaryNone
source: None installed
da: Ingen installeret
de: Nichts installiert
nl: Niet geïnstalleerd
no: Ingen installert
pl: Nic nie jest zainstalowane
pt_br: Nenhum instalado
ru: Ничего не было установлено
sv: Ingen installerad
uk: Відсутні

# keyErrorTeXParamUnexpected1
source: Error parsing TeX parameters in position %d. Found '%c' while expecting '%c'.
da: Fejl ved processen af TeX parameter i position %d. Fundet '%c' men forventede '%c'.
de: Fehler bei der Analyse von TeX Parametern in Position %d. Habe '%c' gefunden obwohl '%c' erwartet.
nl: Problemen bij verwerking TeX parameters op positie %d. Vond '%c' maar verwachtte '%c'.
no: En feil oppstod under behandling av TeX-parametre i posisjon %d. Fant '%c', forventet '%c'.
pl: Błąd podczas analizy parametrów TeX na pozycji %d. Znaleziono '%c', choć oczekiwano '%c'.
pt_br: Erro na leitura do parâmetro TeX na posição %d. Encontrado '%c' quando o esperado era '%c'.
ru: Ошибка при обработке параметров TeX: позиция %d. Обнаружено '%c' вместо '%c'.
sv: Fel vid processande av TeX-parametrar i positionen %d. Hittade '%c' men förväntade '%c'.
uk: Під час обробки параметрів TeX знайдено помилку в позиції %d. Знайдено '%c' замість '%c'.

# keyErrorTeXParamUnexpected2
source: Error parsing TeX parameters in position %d. Found '%c' while expecting '%c' or '%c'
da: Fejl ved processen af TeX parameter i position %d. Fundet '%c' men forventede '%c' eller '%c'
de: Fehler bei der Analyse von TeX Parametern in Position %d. Habe '%c' gefunden obwohl '%c' oder '%c' erwartet.
nl: Problemen bij verwerking TeX parameters op positie %d. Vond '%c' maar verwachtte '%c' or '%c'
no: En feil oppstod under behandling av TeX-parametre i posisjon %d. Fant '%c', forventet '%c' eller '%c'
pl: Błąd podczas analizy parametrów TeX na pozycji %d. Znaleziono '%c', choć oczekiwano '%c' lub '%c'.
pt_br: Erro na leitura do parâmetro TeX na posição %d. Encontrado '%c' quando era esperado '%c' ou '%c'
ru: Ошибка при обработке параметров TeX: позиция %d. Обнаружено '%c' вместо '%c' или '%c'
sv: Fel vid processande av TeX-parametrar i positionen %d. Hittade '%c' men förväntade '%c' eller '%c'
uk: Під час обробки параметрів TeX знайдено помилку в позиції %d. Знайдено '%c' замість '%c' або '%c'.

# keyErrorTeXParamUnexpectedEOL1
source: Error parsing TeX parameters in position %d. Found the end of text while expecting '%c'.
da: Fejl ved processen af TeX parameter i position %d. Har nået slutningen af teksten men forventede '%c'.
de: Fehler bei der Analyse von TeX Parametern in Position %d. Habe das Ende des Textes erreicht obwohl '%c' erwartet.
nl: Problemen bij verwerking TeX parameters op positie %d. Vond een teksteinde maar verwachtte '%c'.
no: En feil oppstod under behandling av TeX-parametre i posisjon %d. Fant tekstslutt, forventet '%c'.
pl: Błąd podczas analizy parametrów TeX na pozycji %d. Nastąpił koniec tekstu, choć oczekiwano '%c'.
pt_br: Erro na leitura do parâmetro TeX na posição %d. Chegou-se ao fim do texto quando era esperado '%c'.
ru: Ошибка при обработке параметров TeX: позиция %d. Вместо '%c' обнаружен конец текста.
sv: Fel vid processande av TeX-parametrar i positionen %d. Texten tog slut men förväntade '%c'.
uk: Під час обробки параметрів TeX знайдено помилку в позиції %d. Очікувалось знайти '%c', але несподівано скінчився файл.

# keyErrorTeXParamUnexpectedEOL2
source: Error parsing TeX parameters in position %d. Found the end of text while expecting '%c' or '%c'
da: Fejl ved processen af TeX parameter i position %d. Har nået slutningen af teksten men forventede '%c' eller '%c'
de: Fehler bei der Analyse von TeX Parametern in Position %d. Habe das Ende des Textes erreicht obwohl '%c' or '%c' erwartet.
nl: Error parsing TeX parameters in position %d. Vond een teksteinde maar verwachtte '%c' of '%c'
no: En feil oppstod under behandling av TeX-parametre i posisjon %d. Fant tekstslutt, forventet '%c' eller '%c'
pl: Błąd podczas analizy parametrów TeX na pozycji %d. Nastąpił koniec tekstu, choć oczekiwano '%c' lub '%c'.
pt_br: Erro na leitura do parâmetro TeX na posição %d. Chegou-se ao fim do texto quando era esperado '%c' ou '%c'
ru: Ошибка при обработке параметров TeX: позиция %d. Вместо '%c' или '%c' обнаружен конец текста.
sv: Fel vid processande av TeX-parametrar i positionen %d. Texten tog slut men förväntade '%c' eller '%c'
uk: Під час обробки параметрів TeX знайдено помилку в позиції %d. Очікувалось знайти '%c' або '%c', але несподівано скінчився файл.

# keyErrorEmptyTexCommand
source: Empty TeX command name is not allowed
da: TeX kommando navnet skal udfyldes
de: Leerer TeX Befehlname ist nicht zulässig
nl: Een lege TeX commando-naam is niet toegestaan.
no: Tom TeX-kommando er ikke tillatt
pl: Puste polecenie TeX nie jest dozwolone
pt_br: Não é permitido um nome vazio como comando do TeX
ru: Команды TeX должна иметь имя
sv: TeX-kommando namnet måste vara ifyllt
uk: Назва команди TeX не може бути порожньою

# keyErrorExistsTexCommand
source: Command "%@" already exists. Choose another name.
da: Kommandoen "%@" eksisterer allerede. Vælg et andet navn.
de: Befehl "%@" existiert schon. Wählen Sie bitte einen anderen Namen.
nl: Commando "%@" bestaat reeds. Geef dit commando een andere naam.
no: Kommandoen "%@" eksisterer allerede. Velg et annet navn.
pl: Polecenie „%@” już istnieje. Wybierz inną nazwę.
pt_br: O comando "%@" já existe. Escolha outro nome.
ru: Команда "%@" уже существует. Выберите другое имя.
sv: Kommandot "%@" finns redan. Välj ett annat namn.
uk: Команда "%@" вже існує. Вкажіть іншу назву.

# keyAddDictMessageEnabled
source: Click to build new spelling dictionary package.
da: Klik for at lave en ny ordbog.
de: Klicken Sie, um ein neues Wörterbuch-Paket zu bauen.
nl: Klik hier om een nieuw woordenlijstbestand aan te maken.
no: Klikk for Ã¥ bygge en ny stavekontrollordlistepakke.
pl: Kliknij, by zbudować nowy pakiet słownika pisowni.
pt_br: Clique para compilar outro pacote de dicionário para o corretor.
ru: Нажмите для создания нового словаря.
sv: Klicka för att skapa en ny ordbok.
uk: Натисніть, щоб скомпілювати новий словник.

# keyAddDictMessageDisabled
source: Disabled because /usr/bin/make is not found.
da: Ikke aktiveret da /usr/bin/make ikke er fundet.
de: Deaktiviert weil /usr/bin/make nicht gefunden wurde.
nl: Inactief omdat /usr/bin/make niet is gevonden.
no: Deaktivert fordi /usr/bin/make ikke finnes.
pl: Nieaktywne, gdyż nie znaleziono narzędzia /usr/bin/make.
pt_br: Desabilitado porque o /usr/bin/make não foi encontrado.
ru: Недоступно (отсутствует /usr/bin/make).
sv: Inte aktiverad då /usr/bin/make inte kunde hittas.
uk: Кнопка недоступна, тому що не знайдено /usr/bin/make

# keyInfoFailConfig
source: Failed to configure %@ dictionary
da: Fejl under konfiguration %@ installation
de: Konnte %@ Installation nicht konfigurieren.
nl: Voorbereiding installatie %@ mislukt
no: Konfigurering av %@ ordliste mislyktes
pl: Nie udało się skonfigurować słownika %@
pt_br: Falha ao configurar a instalação do %@
ru: Ошибка при настройке словаря %@
sv: Kunde inte konfigurera installationen %@
uk: Не вдалось настроїти словник %@

# keyInfoMake
source: Compiling %@... It may take a few minutes...
da: Gemmer %@... Dette kan tage nogle minutter
de: Baue %@... Das kann ein paar Minuten dauern...
nl: Aanmaak %@... Dit kan enige tijd duren...
no: Compilerer %@... Det kan ta et par minutter...
pl: Kompiluję %@... Może to potrwać kilka minut...
pt_br: Compilando o %@... Poderá levar alguns minutos...
ru: Компиляция %@... Это может занять несколько минут...
sv: Skapar %@... Det kan ta några sekunder...
uk: Компілюю %@… Це може зайняти декілька хвилин…

# keyInfoFailMake
source: Failed to compile %@ dictionary
da: Fejl under oprettelse af %@ ordbog
de: Fehler beim Bau des %@ Wörterbuchs.
nl: Aanmaak %@ woordenlijst is mislukt.
no: Kompilering av %@ ordliste mislyktes
pl: Kompilacja słownika %@ nie powiodła się
pt_br: Falha ao compilar o dicionário %@
ru: Ошибка при компиляции словаря %@
sv: Kunde inte skapa ordboken %@
uk: Не вдалось скомпілювати словник %@

# keyInfoDone
source: The dictionary %@ was compiled successfully
da: Ordbogen %@ er færdig installeret
de: Das %@ Wörterbuch wurde erfolgreich installiert.
nl: De %@ woordenlijst is succesvol geïnstalleerd.
no: Ordlisten %@ er ferdig kompilert
pl: Słownik %@ został poprawnie skompilowany
pt_br: O dicionário %@ foi instalado com sucesso
ru: Словарь %@ скомпилирован
sv: Ordboken %@ är installerad
uk: Словник %@ скомпільований успішно

# keyNoDictInfo
source: There is no information or copyright data for this dictionary
no: Det finnes ingen informasjon eller copyrightdata for denne ordlisten
pl: Brak informacji lub danych o prawach autorskiech dla tego słownika
ru: Этот словарь не содержит информации об авторе
uk: Подробиці про цей словник відсутні

# keyCreditsVersion
source: Version %@
nl: Versie %@
no: Versjon %@
pl: Wersja %@
pt_br: Versão %@
ru: Версия %@
uk: Версія %@

# keyCantCompileNoSpace
source: The dictionary cannot be compiled because you do not have enough disk space in the directory %@. Additional %ld bytes required.
da: The dictionary cannot be compiled because you do not have enough disk space in the directory %@. Additional %l bytes required.
de: The dictionary cannot be compiled because you do not have enough disk space in the directory %@. Additional %l bytes required.
nl: The dictionary cannot be compiled because you do not have enough disk space in the directory %@. Additional %l bytes required.
no: The dictionary cannot be compiled because you do not have enough disk space in the directory %@. Additional %l bytes required.
pl: The dictionary cannot be compiled because you do not have enough disk space in the directory %@. Additional %l bytes required.
pt_br: The dictionary cannot be compiled because you do not have enough disk space in the directory %@. Additional %l bytes required.
ru: The dictionary cannot be compiled because you do not have enough disk space in the directory %@. Additional %l bytes required.
sv: The dictionary cannot be compiled because you do not have enough disk space in the directory %@. Additional %l bytes required.
uk: The dictionary cannot be compiled because you do not have enough disk space in the directory %@. Additional %l bytes required.
